[
  {
    "id": 1,
    "img": "http://placehold.it/32x32",
    "activity_name": "Jogging",
    "time": 60,
    "age_limit": "18-22",
    "desc": "Regularly jogging can help you lose weight, especially if you also modify your diet. Jogging can also help you improve your heart health and immune system."
  },
  {
    "id": 2,
    "img": "http://placehold.it/32x32",
    "activity_name": "Swimming",
    "time": 60,
    "age_limit": "15-30",
    "desc": "builds endurance, muscle strength and cardiovascular fitness. helps you maintain a healthy weight, healthy heart and lungs. tones muscles and builds strength. provides an all-over body workout."
  },
  {
    "id": 3,
    "img": "http://placehold.it/32x32",
    "activity_name": "Biking",
    "time": 60,
    "age_limit": "14-25",
    "desc": " Cycling improves mental well-being, Strengthen your immune system by cycling, Cycling can help you lose weight, Cycling builds muscle"
  },
  {
    "id": 4,
    "img": "http://placehold.it/32x32",
    "activity_name": "Climbing",
    "time": 30,
    "age_limit": "20-25",
    "desc": "Climbing works multiple muscle groups, both in the upper and lower body. Your back, abdominal muscles and legs all get exercised as well as your ﬁngers, shoulders and arms. Regular climbing can also improve your overall stamina."
  },
  {
    "id": 5,
    "img": "http://placehold.it/32x32",
    "activity_name": "Weight Lifting",
    "time": 30,
    "age_limit": "18-28",
    "desc": "Strength training can help you manage or lose weight, and it can increase your metabolism to help you burn more calories. Enhance your quality of life. Strength training may enhance your quality of life and improve your ability to do everyday activities."
  },
  {
    "id": 6,
    "img": "http://placehold.it/32x32",
    "activity_name": "Wall Push-Ups",
    "time": 60,
    "age_limit": "20-25",
    "desc": "Wall push-up benefits include stronger chest, shoulder, arms and back muscles. Plus, improved core strength, posture and upper-body mobility."
  },
  {
    "id": 7,
    "img": "http://placehold.it/32x32",
    "activity_name": "Gripping a Tennis Ball",
    "time": 60,
    "age_limit": "15-50",
    "desc": "It ultimately transfers to your hand and wrist. Upon impact with the ball, your wrist extensor muscles will activate your forearm muscles to stabilize your wrist."
  },
  {
    "id": 8,
    "img": "http://placehold.it/32x32",
    "activity_name": "Arm Curls",
    "time": 30,
    "age_limit": "20-25",
    "desc": "Bicep curls share the same benefits of hammer curls since they are variations of each other. The bicep muscle works in tandem with lats, traps, deltoids, and triceps in shoulder and elbow functions. The biggest benefit of bicep curls is that this exercise is easy to learn and perform."
  },
  {
    "id": 9,
    "img": "http://placehold.it/32x32",
    "activity_name": "Overhead Arm Curl",
    "time": 30,
    "age_limit": "20-28",
    "desc": "Also known as the reverse curl, the overhand bicep curl is one of the best variations of the standardsupinated bicep curl. If you want to target your biceps and forearms at the same time to build total arm strength, overhand bicep curls are for you."
  }
]